using System;

/*
Вывести в ряд 1000 символов #.
Циклы использовать нельзя.
 */

namespace Wall
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine(new String('#', 1000));
            Console.ReadKey();
        }
    }
}
